Repository: bestwebsoft/quotes-and-tips-wordpress-plugin
Catalog: languages/quotes-and-tips-*.po
Languages: hu_hu

source: Settings
hu_hu: Beállítások

source: Tips
hu_hu: Ötletek

source: Quotes from our clients
hu_hu: Idézetek ügyfeleinktől

source: Add a new tip
hu_hu: Új ötlet hozzáadása

source: Edit tips
hu_hu: Ötletek módosítása

source: New tip
hu_hu: Új ötlet

source: View tips
hu_hu: Ötletek átnézése

source: Search tips
hu_hu: Ötletek keresése

source: No tips found
hu_hu: Nem találhatók ötletek

source: No tips found in Trash
hu_hu: A Lomtárban nem találhatók ötletek

source: Quotes
hu_hu: Idézetek

source: Add a New quote
hu_hu: Új idézet hozzáadása

source: Edit quote
hu_hu: Idézet javítása

source: New quote
hu_hu: Új idézet

source: View quote
hu_hu: Idézet megtekintése

source: Search quote
hu_hu: Idézet keresése

source: No quote found
hu_hu: Idézet nem található

source: No quote found in Trash
hu_hu: A lomtárban nem található idézet

source: Name:
hu_hu: Név:

source: Official position:
hu_hu: Hivatalos beosztás:

source: Name and Official position
hu_hu: Név és Hivatalos beosztás

source: The uploaded file could not be moved to %s.
hu_hu: A feltöltött file nem mozgatható %s-ba.

source: Settings saved
hu_hu: Beállítások mentve

source: All plugin settings were restored.
hu_hu: Minden plugin paraméter visszaállítva.

source: Quotes and Tips Settings
hu_hu: Idézetek és ötletek Beállításai

source: Upload settings:
hu_hu: Beállítások feltöltése:

source: Random order with the page reload
hu_hu: Oldal újratöltéskor véletlenszerű sorrend

source: Random order without the page reload
hu_hu: Oldal újratöltése nélküli véletlenszerű sorrend

source: Reload time (in seconds)
hu_hu: Újratöltési idő (másodpercekben)

source: Title options:
hu_hu: Cím beállítások:

source: Get title from post
hu_hu: Cím a bejegyzésből

source: Get label of the block
hu_hu: Címke a blokkból

source: Tip label:
hu_hu: Ötlet címke:

source: Quote label:
hu_hu: Idézet címke:

source: Additional settings
hu_hu: Kiegészítő beállítások

source: Background Color:
hu_hu: Háttér szín:

source: Text Color:
hu_hu: Szöveg szín:

source: Background image:
hu_hu: Háttér kép:

source: Use background image
hu_hu: Háttér kép használata

source: Choose an image from your computer:
hu_hu: Válasszon képet a számítógépéről:

source: Current image:
hu_hu: Aktuális kép:

source: Background image repeat:
hu_hu: Háttér kép ismétlés:

source: Horizontal repeat (x)
hu_hu: Vízszintes ismétlés (x)

source: Vertical repeat (y)
hu_hu: Függőleges ismétlés (y)

source: Background image horizontal alignment:
hu_hu: Háttér kép vízszintes igazítás:

source: Left
hu_hu: Bal

source: Center
hu_hu: Közép

source: Right
hu_hu: Jobb

source: Background image vertical alignment:
hu_hu: Háttér kép függőleges igazítás:

source: Top
hu_hu: Felül

source: Bottom
hu_hu: Alul

source: Add Quotes and Tips to the search
hu_hu: Idézetek és ötletek hozzáadása a kereséshez

source: Using
hu_hu: Használva

source: powered by
hu_hu: működteti a

source: Using Custom Search powered by
hu_hu: Az Egyéni Keresést működteti a

source: Activate Custom Search
hu_hu: Egyéni keresés aktiválása

source: Download Custom Search
hu_hu: Egyéni keresés letöltése

source: Save Changes
hu_hu: Változások mentése

source: FAQ
hu_hu: Gy.I.K.

source: Support
hu_hu: Támogatás
